Repository: imededdine-benzarti/LanguageSample
Catalog: LanguageSample/LanguageSample/MultilingualResources/LanguageSample.*.xlf
Languages: ar

source: Code
ar: الرمز

source: Icon
ar: الأيقونة

source: Item Informations
ar: معلومات البضاعه

# NameAr
source: Arabic Name
ar: الاسم العربي

# NameEn
source: English Name
ar: الاسم الانجليزي

source: Product Category
ar: فئة المنتج

source: Product Category Images
ar: صور فئة المنتج

source: Save
ar: حفظ

# ShortNameAr
source: Arabic Short Name
ar: الاسم المختصر العربي

# ShortNameEn
source: English Short Name
ar: الاسم المختصر الإنجليزي

source: Show on Header
ar: اظهار على رأس الصفحة

source: Show On Main Page
ar: عرض على الصفحة الرئيسية

# Title
source: Add a product category
ar: إضافة فئة المنتج

source: Change Language
ar: تغيير اللغة

source: Other Informations
ar: معلومات أخرى

source: Apply
ar: تطبيق
